import recoLogo from "@/assets/images/logo/logo-1x.png";

export const products = [
  {
    id: 1,
    name: "RECO",
    photo: recoLogo,
    description:
      "Інноваційний реконструктор для відновлення сильно пошкодженого волосся. Відновлює дисульфідні та водневі зв’язки, зміцнює структуру, зменшує ламкість. Кремово-масляна структура робить продукт економічним у використанні. Рекомендовано проводити процедуру раз на 3-4 тижні.",
    sizes: {
      "15 ML": 600,
      "30 ML": 1200,
      "50 ML": 1800,
      "100 ML": 3240,
      "200 ML": 6000
    }
  },
  {
    id: 2,
    name: "HAPPY END",
    photo: recoLogo,
    description:
      "Засіб для живлення, зволоження та блиску волосся. Робить його м’яким, еластичним, слухняним. Ідеально для пошкоджених кінчиків. Використовується після миття волосся, дія — 20 хвилин.",
    sizes: {
      "15 ML": 720,
      "30 ML": 1440,
      "50 ML": 2160,
      "100 ML": 3960
    }
  },
  {
    id: 3,
    name: "REC ON",
    photo: recoLogo,
    description:
      "Спрей-реконструктор з активною формулою для пористого та ламкого волосся. Зволожує, розгладжує, захищає від зовнішніх факторів.",
    sizes: {
      "100 ML": 1560,
      "250 ML": 3120
    }
  },
  {
    id: 4,
    name: "RecOil",
    photo: recoLogo,
    description:
      "Коктейль з натуральних олій, що зволожує, живить, додає блиску та робить волосся слухняним.",
    sizes: {
      "15 ML": 720,
      "30 ML": 1440
    }
  },
  {
    id: 5,
    name: "TERMO CONTROL ",
    photo: recoLogo,
    description:
      "Спрей-термозахист з формулою RECO. Захищає від високих/низьких температур і УФ-променів, зволожує, зменшує пухнастість.",
    sizes: {
      "100 ML": 1440,
      "250 ML": 2880
    }
  },
  {
    id: 6,
    name: "VOL UP CRAZY",
    photo: recoLogo,
    description:
      "Спрей для прикореневого об’єму. Надає блиску, зберігає форму, захищає волосся від УФ-впливу.",
    sizes: {
      "100 ML": 1080,
      "250 ML": 2160
    }
  },
  {
    id: 7,
    name: "EVERY DAY",
    photo: recoLogo,
    description:
      "Завдяки амінокислотам забезпечує розгладження, м’якість, блиск та живлення волосся. Підходить для щоденного використання, підтримує здоров’я та красу волосся кожного дня.",
    sizes: {
      "50 ML": 600,
      "100 ML": 1140,
      "200 ML": 2160
    }
  },
  {
    id: 8,
    name: "SHAMPOO HIDRATING",
    photo: recoLogo,
    description:
      "Шампунь зволожуючий, що дбайливо очищує волосся, зберігаючи природний баланс вологи.",
    sizes: {
      "100 ML": 450,
      "250 ML": 900
    }
  }
];
