import recoLogo from "@/assets/logo.png";

export const products = [
  {
    id: 1,
    name: "RECO",
    photo: recoLogo,
    description:
      "Інноваційний реконструктор для відновлення сильно пошкодженого волосся. Відновлює дисульфідні та водневі зв’язки, зміцнює структуру, зменшує ламкість. Кремово-масляна структура робить продукт економічним у використанні. Рекомендовано проводити процедуру раз на 3-4 тижні.",
    sizes: {
      "15 ML": 500,
      "30 ML": 1000,
      "50 ML": 1500,
      "100 ML": 2700,
      "200 ML": 5000
    }
  },
  {
    id: 2,
    name: "HAPPY END",
    photo: recoLogo,
    description:
      "Засіб для живлення, зволоження та блиску волосся. Робить його м’яким, еластичним, слухняним. Ідеально для пошкоджених кінчиків. Використовується після миття волосся, дія — 20 хвилин.",
    sizes: {
      "15 ML": 600,
      "30 ML": 1200,
      "50 ML": 1800,
      "100 ML": 3300
    }
  },
  {
    id: 3,
    name: "REC ON Booster спрей-реконструктор",
    photo: recoLogo,
    description:
      "Спрей-реконструктор з активною формулою для пористого та ламкого волосся. Зволожує, розгладжує, захищає від зовнішніх факторів.",
    sizes: {
      "100 ML": 1300,
      "250 ML": 2600
    }
  },
  {
    id: 4,
    name: "RecOil маселко",
    photo: recoLogo,
    description:
      "Коктейль з натуральних олій, що зволожує, живить, додає блиску та робить волосся слухняним.",
    sizes: {
      "15 ML": 600,
      "30 ML": 1200
    }
  },
  {
    id: 5,
    name: "TERMO CONTROL Спрей-термозахист",
    photo: recoLogo,
    description:
      "Спрей-термозахист з формулою RECO. Захищає від високих/низьких температур і УФ-променів, зволожує, зменшує пухнастість.",
    sizes: {
      "100 ML": 1200,
      "250 ML": 2400
    }
  },
  {
    id: 6,
    name: "VOL UP CRAZY спрей для обʼєму",
    photo: recoLogo,
    description:
      "Спрей для прикореневого об’єму. Надає блиску, зберігає форму, захищає волосся від УФ-впливу.",
    sizes: {
      "100 ML": 900,
      "250 ML": 1800
    }
  },
  {
    id: 7,
    name: "EVERY DAY Маска для волосся",
    photo: recoLogo,
    description:
      "Завдяки амінокислотам забезпечує розгладження, м’якість, блиск та живлення волосся. Підходить для щоденного використання, підтримує здоров’я та красу волосся кожного дня.",
    sizes: {
      "100 ML": 950,
      "200 ML": 1800
    }
  }
];
